Repository: chinwilantaki/9raya
Catalog: lib/l10n/app_*.arb
Languages: fr

# appTitle
source: Moroccan Wedding Planner
fr: Organisateur de Mariage Marocain

# splash_moroccanWedding
source: Moroccan Wedding
fr: Mariage Marocain

# splash_planner
source: Planner
fr: Planificateur

# splash_yourPerfectCelebrationAwaits
source: Your Perfect Celebration Awaits
fr: Votre Célébration Parfaite Vous Attend

# weddingDashboard_mainWedding
source: Main Wedding
fr: Mariage Principal

# weddingDashboard_henna
source: Henna
fr: Henné

# weddingDashboard_guest
source: Guest
fr: Invité

# weddingDashboard_added5NewGuestsToBrideFamily
source: Added 5 new guests to bride's family
fr: 5 nouveaux invités ajoutés à la famille de la mariée

# weddingDashboard_loggedExpenseVenueDeposit15000MAD
source: Logged expense: Venue deposit - 15,000 MAD
fr: Dépense enregistrée : Acompte pour le lieu - 15 000 MAD

# weddingDashboard_vendor
source: Vendor
fr: Fournisseur

# weddingDashboard_confirmedPhotographerBooking
source: Confirmed photographer booking
fr: Réservation du photographe confirmée

# weddingDashboard_completedBookNeggafaService
source: Completed: Book Neggafa service
fr: Terminé : Réserver le service Neggafa

# weddingDashboard_dataSyncedSuccessfully
source: Data synced successfully
fr: Données synchronisées avec succès

# weddingDashboard_weddingPlanner
source: Wedding Planner
fr: Organisateur de mariage

# weddingDashboard_dashboard
source: Dashboard
fr: Tableau de bord

# weddingDashboard_timeline
source: Timeline
fr: Chronologie

# weddingDashboard_guests
source: Guests
fr: Invités

# weddingDashboard_vendors
source: Vendors
fr: Fournisseurs

# weddingDashboard_tabNameComingSoon
source: {tabName} Coming Soon
fr: {tabName} Bientôt disponible

# weddingDashboard_thisFeatureIsUnderDevelopment
source: This feature is under development
fr: Cette fonctionnalité est en cours de développement

# weddingDashboard_quickAdd
source: Quick Add
fr: Ajout rapide

# weddingDashboard_quickActions
source: Quick Actions
fr: Actions rapides

# weddingDashboard_addGuest
source: Add Guest
fr: Ajouter un invité

# weddingDashboard_logExpense
source: Log Expense
fr: Enregistrer une dépense

# weddingDashboard_checkTradition
source: Check Tradition
fr: Vérifier la tradition

# greetingHeader_yourDreamWeddingAwaits
source: Your dream wedding awaits
fr: Le mariage de vos rêves vous attend

# countdownTimer_timeUntilYourBigDay
source: Time Until Your Big Day
fr: Temps jusqu'à votre grand jour

# countdownTimer_days
source: Days
fr: Jours

# countdownTimer_hours
source: Hours
fr: Heures

# progressOverview_planningProgress
source: Planning Progress
fr: Progression de la planification

# progressOverview_guests
source: Guests
fr: Invités

# progressOverview_vendors
source: Vendors
fr: Fournisseurs

# progressOverview_categoryProgress
source: {category} Progress
fr: Progression de la catégorie {category}

# progressOverview_completionPercentage
source: Completion: {percentage}%
fr: Achèvement : {percentage}%

# progressOverview_detailedBreakdownComingSoon
source: Detailed breakdown coming soon
fr: Répartition détaillée bientôt disponible

# progressOverview_close
source: Close
fr: Fermer

# quickActionCards_quickActions
source: Quick Actions
fr: Actions rapides

# quickActionCards_addGuest
source: Add Guest
fr: Ajouter un invité

# quickActionCards_addNewGuestsToYourWeddingList
source: Add new guests to your wedding list
fr: Ajoutez de nouveaux invités à votre liste de mariage

# quickActionCards_logExpense
source: Log Expense
fr: Enregistrer une dépense

# quickActionCards_trackYourWeddingExpenses
source: Track your wedding expenses
fr: Suivez les dépenses de votre mariage

# quickActionCards_checkTradition
source: Check Tradition
fr: Vérifier la tradition

# quickActionCards_reviewMoroccanWeddingTraditions
source: Review Moroccan wedding traditions
fr: Passez en revue les traditions de mariage marocaines

# quickActionCards_go
source: Go
fr: Aller

# recentActivityFeed_dago
source: {count}d ago
fr: Il y a {count}j

# recentActivityFeed_hago
source: {count}h ago
fr: Il y a {count}h

# recentActivityFeed_mago
source: {count}m ago
fr: Il y a {count}m

# recentActivityFeed_justNow
source: Just now
fr: À l'instant

# recentActivityFeed_guest
source: guest
fr: invité

# recentActivityFeed_vendor
source: vendor
fr: fournisseur

# recentActivityFeed_recentActivity
source: Recent Activity
fr: Activité récente

# guestListManagement_guestList
source: Guest List
fr: Liste des invités

# guestListManagement_filter
source: Filter
fr: Filtrer

# guestListManagement_cancel
source: Cancel
fr: Annuler

# guestListManagement_filtersActive
source: Filters active
fr: Filtres actifs

# guestListManagement_clear
source: Clear
fr: Effacer

# guestListManagement_selected
source: {count} selected
fr: {count} sélectionnés

# guestListManagement_sendInvites
source: Send Invites
fr: Envoyer les invitations

# guestListManagement_noGuestsFound
source: No guests found
fr: Aucun invité trouvé

# guestListManagement_noGuestsYet
source: No guests yet
fr: Aucun invité pour le moment

# guestListManagement_tryAdjustingYourSearchOrFilters
source: Try adjusting your search or filters
fr: Essayez d'ajuster votre recherche ou vos filtres

# guestListManagement_startAddingGuestsToYourWedding
source: Start adding guests to your wedding
fr: Commencez à ajouter des invités à votre mariage

# guestListManagement_guestAddedSuccessfully
source: Guest added successfully
fr: Invité ajouté avec succès

# guestListManagement_phone
source: Phone
fr: Téléphone

# guestListManagement_familySide
source: Family Side
fr: Côté famille

# guestListManagement_brideFamily
source: Bride Family
fr: Famille de la mariée

# guestListManagement_groomFamily
source: Groom Family
fr: Famille du marié

# guestListManagement_plusOne
source: Plus One
fr: Plus un

# guestListManagement_allowed
source: Allowed
fr: Autorisé

# guestListManagement_invitationSentTo
source: Invitation sent to {guestName}
fr: Invitation envoyée à {guestName}

# guestListManagement_markedAsConfirmed
source: {guestName} marked as confirmed
fr: {guestName} marqué comme confirmé

# guestListManagement_seatingAssignmentFor
source: Seating assignment for {guestName}
fr: Attribution des places pour {guestName}

# guestListManagement_edit
source: Edit {guestName}
fr: Modifier {guestName}

# guestListManagement_removeGuest
source: Remove Guest
fr: Supprimer l'invité

# guestListManagement_areYouSureYouWantToRemove
source: Are you sure you want to remove {guestName}?
fr: Êtes-vous sûr de vouloir supprimer {guestName} ?

# guestListManagement_removed
source: {guestName} removed
fr: {guestName} supprimé

# guestListManagement_remove
source: Remove
fr: Supprimer

# guestListManagement_invitationsSentTo
source: Invitations sent to {count} guests
fr: Invitations envoyées à {count} invités

# guestListManagement_sister
source: Sister
fr: Sœur

# guestListManagement_brother
source: Brother
fr: Frère

# guestListManagement_closeFriend
source: Close Friend
fr: Ami proche

# guestListManagement_aunt
source: Aunt
fr: Tante

# guestListManagement_uncle
source: Uncle
fr: Oncle

# guestListManagement_colleague
source: Colleague
fr: Collègue

# guestListManagement_youngWomanWithLongDarkHair
source: Young woman with long dark hair wearing traditional Moroccan kaftan in emerald green
fr: Jeune femme aux longs cheveux noirs portant un caftan marocain traditionnel vert émeraude

# guestListManagement_middleAgedManWithShortBlackHair
source: Middle-aged man with short black hair and beard wearing traditional white djellaba
fr: Homme d'âge mûr aux cheveux noirs courts et à la barbe portant une djellaba blanche traditionnelle

# guestListManagement_youngWomanWithCurlyDarkHair
source: Young woman with curly dark hair wearing gold jewelry and traditional Moroccan makeup
fr: Jeune femme aux cheveux noirs bouclés portant des bijoux en or et un maquillage marocain traditionnel

# guestListManagement_youngManWithShortDarkHair
source: Young man with short dark hair wearing modern suit with traditional Moroccan embroidery
fr: Jeune homme aux cheveux noirs courts portant un costume moderne avec une broderie marocaine traditionnelle

# guestListManagement_olderWomanWithGrayStreakedHair
source: Older woman with gray-streaked hair wearing elegant traditional Moroccan takchita
fr: Femme plus âgée aux cheveux grisonnants portant une élégante takchita marocaine traditionnelle

# guestListManagement_middleAgedManWithGrayingBeard
source: Middle-aged man with graying beard wearing traditional brown djellaba and red fez
fr: Homme d'âge mûr à la barbe grisonnante portant une djellaba marron traditionnelle et un fez rouge

# guestListManagement_professionalWomanWithShoulderLength
source: Professional woman with shoulder-length dark hair wearing modern business attire
fr: Femme professionnelle aux cheveux noirs mi-longs portant une tenue de ville moderne

# guestListManagement_youngManWithStyledDarkHair
source: Young man with styled dark hair wearing navy blue suit with gold tie
fr: Jeune homme aux cheveux noirs coiffés portant un costume bleu marine avec une cravate dorée

# addGuestDialog_addGuest
source: Add Guest
fr: Ajouter un invité

# addGuestDialog_fullName
source: Full Name *
fr: Nom complet *

# addGuestDialog_enterGuestName
source: Enter guest name
fr: Entrez le nom de l'invité

# addGuestDialog_pleaseEnterGuestName
source: Please enter guest name
fr: Veuillez entrer le nom de l'invité

# addGuestDialog_phoneNumber
source: Phone Number
fr: Numéro de téléphone

# addGuestDialog_enterPhoneNumber
source: Enter phone number
fr: Entrez le numéro de téléphone

# addGuestDialog_emailAddress
source: Email Address
fr: Adresse e-mail

# addGuestDialog_enterEmailAddress
source: Enter email address
fr: Entrez l'adresse e-mail

# addGuestDialog_familySide
source: Family Side *
fr: Côté famille *

# addGuestDialog_brideFamily
source: Bride Family
fr: Famille de la mariée

# addGuestDialog_groomFamily
source: Groom Family
fr: Famille du marié

# addGuestDialog_relationship
source: Relationship *
fr: Relation *

# addGuestDialog_familyMember
source: Family Member
fr: Membre de la famille

# addGuestDialog_closeFriend
source: Close Friend
fr: Ami proche

# addGuestDialog_colleague
source: Colleague
fr: Collègue

# addGuestDialog_neighbor
source: Neighbor
fr: Voisin

# addGuestDialog_extendedFamily
source: Extended Family
fr: Famille élargie

# addGuestDialog_other
source: Other
fr: Autre

# addGuestDialog_allowPlusOneGuest
source: Allow +1 Guest
fr: Autoriser +1 invité

# addGuestDialog_cancel
source: Cancel
fr: Annuler

# addGuestDialog_defaultGuestProfilePhoto
source: Default guest profile photo
fr: Photo de profil de l'invité par défaut

# familySegment_brideFamily
source: Bride Family
fr: Famille de la mariée

# familySegment_groomFamily
source: Groom Family
fr: Famille du marié

# familySegment_allGuests
source: All Guests
fr: Tous les invités

# filterBottomSheet_filterGuests
source: Filter Guests
fr: Filtrer les invités

# filterBottomSheet_clearAll
source: Clear All
fr: Tout effacer

# filterBottomSheet_invitationStatus
source: Invitation Status
fr: Statut de l'invitation

# filterBottomSheet_invited
source: Invited
fr: Invité

# filterBottomSheet_confirmed
source: Confirmed
fr: Confirmé

# filterBottomSheet_notComing
source: Not Coming
fr: Ne vient pas

# filterBottomSheet_pending
source: Pending
fr: En attente

# filterBottomSheet_familySide
source: Family Side
fr: Côté famille

# filterBottomSheet_brideFamily
source: Bride Family
fr: Famille de la mariée

# filterBottomSheet_groomFamily
source: Groom Family
fr: Famille du marié

# filterBottomSheet_attendance
source: Attendance
fr: Présence

# filterBottomSheet_attending
source: Attending
fr: Présent

# filterBottomSheet_notAttending
source: Not Attending
fr: Non présent

# filterBottomSheet_maybe
source: Maybe
fr: Peut-être

# filterBottomSheet_applyFilters
source: Apply Filters
fr: Appliquer les filtres

# guestCard_confirmed
source: Confirmed
fr: Confirmé

# guestCard_invited
source: Invited
fr: Invité

# guestCard_notComing
source: Not Coming
fr: Ne vient pas

# guestCard_pending
source: Pending
fr: En attente

# guestCard_send
source: Send
fr: Envoyer

# guestCard_confirm
source: Confirm
fr: Confirmer

# guestCard_seating
source: Seating
fr: Placement

# guestCard_edit
source: Edit
fr: Modifier

# guestCard_remove
source: Remove
fr: Supprimer

# guestCard_plusOneGuest
source: +1 Guest
fr: +1 invité

# searchBar_searchGuests
source: Search guests...
fr: Rechercher des invités...

# traditionsChecklist_preWeddingRituals
source: Pre-Wedding Rituals
fr: Rituels pré-mariage

# traditionsChecklist_khitbaEngagement
source: Khitba (Engagement)
fr: Khitba (Fiançailles)

# traditionsChecklist_traditionalEngagementCeremony
source: Traditional engagement ceremony where families officially agree to the marriage. Includes exchange of gifts and sweets.
fr: Cérémonie de fiançailles traditionnelle où les familles acceptent officiellement le mariage. Comprend un échange de cadeaux et de sucreries.

# traditionsChecklist_threeToSixMonthsBeforeWedding
source: 3-6 months before wedding
fr: 3-6 mois avant le mariage

# traditionsChecklist_caterer
source: Caterer
fr: Traiteur

# traditionsChecklist_photographer
source: Photographer
fr: Photographe

# traditionsChecklist_hennaCeremonyPreparation
source: Henna Ceremony Preparation
fr: Préparation de la cérémonie du henné

# traditionsChecklist_sacredPreWeddingRitual
source: Sacred pre-wedding ritual where bride receives intricate henna designs. Symbolizes beauty, joy, and protection.
fr: Rituel sacré avant le mariage où la mariée reçoit des dessins complexes au henné. Symbolise la beauté, la joie et la protection.

# traditionsChecklist_oneToTwoDaysBeforeWedding
source: 1-2 days before wedding
fr: 1-2 jours avant le mariage

# traditionsChecklist_hennaArtist
source: Henna Artist
fr: Artiste du henné

# traditionsChecklist_traditionalHammam
source: Traditional Hammam
fr: Hammam traditionnel

# traditionsChecklist_purificationRitual
source: Purification ritual at traditional bathhouse with family and friends. Includes body scrubbing and beauty treatments.
fr: Rituel de purification au bain public traditionnel avec la famille et les amis. Comprend un gommage corporel et des soins de beauté.

# traditionsChecklist_oneWeekBeforeWedding
source: 1 week before wedding
fr: 1 semaine avant le mariage

# traditionsChecklist_beautySpecialist
source: Beauty Specialist
fr: Spécialiste de la beauté

# traditionsChecklist_neggafaSelection
source: Neggafa Selection
fr: Sélection de la Neggafa

# traditionsChecklist_choosingTheTraditionalWeddingCoordinator
source: Choosing the traditional wedding coordinator who manages dress changes and ceremonies throughout the wedding day.
fr: Choisir le coordinateur de mariage traditionnel qui gère les changements de robe et les cérémonies tout au long du jour du mariage.

# traditionsChecklist_twoToThreeMonthsBeforeWedding
source: 2-3 months before wedding
fr: 2-3 mois avant le mariage

# traditionsChecklist_traditionalDressFittings
source: Traditional Dress Fittings
fr: Essayages de robes traditionnelles

# traditionsChecklist_multipleFittingsForThe7Traditional
source: Multiple fittings for the 7 traditional Moroccan wedding dresses (caftans) representing different regions.
fr: Plusieurs essayages pour les 7 robes de mariée marocaines traditionnelles (caftans) représentant différentes régions.

# traditionsChecklist_oneToTwoMonthsBeforeWedding
source: 1-2 months before wedding
fr: 1-2 mois avant le mariage

# traditionsChecklist_dressDesigner
source: Dress Designer
fr: Créateur de robes

# traditionsChecklist_weddingDayCustoms
source: Wedding Day Customs
fr: Coutumes du jour du mariage

# traditionsChecklist_neggafaPreparation
source: Neggafa Preparation
fr: Préparation avec la Neggafa

# traditionsChecklist_neggafaHelpsBridePrepare
source: Neggafa helps bride prepare and manages the ceremonial dress changes throughout the day.
fr: La Neggafa aide la mariée à se préparer et gère les changements de robe de cérémonie tout au long de la journée.

# traditionsChecklist_morningOfWedding
source: Morning of wedding
fr: Matin du mariage

# traditionsChecklist_makeupArtist
source: Makeup Artist
fr: Maquilleur

# traditionsChecklist_nikahMarriageContract
source: Nikah (Marriage Contract)
fr: Nikah (Contrat de mariage)

# traditionsChecklist_islamicMarriageContractSigning
source: Islamic marriage contract signing ceremony with witnesses and religious officiant.
fr: Cérémonie de signature du contrat de mariage islamique avec des témoins et un officiant religieux.

# traditionsChecklist_afternoon
source: Afternoon
fr: Après-midi

# traditionsChecklist_religiousOfficiant
source: Religious Officiant
fr: Officiant religieux

# traditionsChecklist_zaffaProcession
source: Zaffa Procession
fr: Procession de la Zaffa

# traditionsChecklist_grandEntranceProcession
source: Grand entrance procession with traditional music, dancers, and celebration as couple enters reception.
fr: Grande procession d'entrée avec musique traditionnelle, danseurs et célébration à l'arrivée du couple à la réception.

# traditionsChecklist_eveningEntrance
source: Evening entrance
fr: Entrée du soir

# traditionsChecklist_band
source: Band
fr: Groupe de musique

# traditionsChecklist_dancers
source: Dancers
fr: Danseurs

# traditionsChecklist_amariyaThrone
source: Amariya Throne
fr: Trône de l'Amariya

# traditionsChecklist_brideAndGroomCarriedOnOrnate
source: Bride and groom carried on ornate throne-like platform by family members in ceremonial procession.
fr: La mariée et le marié sont portés sur une plate-forme ornée ressemblant à un trône par des membres de la famille lors d'une procession de cérémonie.

# traditionsChecklist_duringReception
source: During reception
fr: Pendant la réception

# traditionsChecklist_amariyaRental
source: Amariya Rental
fr: Location d'Amariya

# traditionsChecklist_decorators
source: Decorators
fr: Décorateurs

# traditionsChecklist_sevenTraditionalDresses
source: Seven Traditional Dresses
fr: Sept robes traditionnelles

# traditionsChecklist_brideChangesInto7Different
source: Bride changes into 7 different traditional caftans representing various Moroccan regions throughout the celebration.
fr: La mariée se change en 7 caftans traditionnels différents représentant diverses régions du Maroc tout au long de la célébration.

# traditionsChecklist_throughoutEvening
source: Throughout evening
fr: Tout au long de la soirée

# traditionsChecklist_postWeddingTraditions
source: Post-Wedding Traditions
fr: Traditions d'après-mariage

# traditionsChecklist_sabahMorningAfter
source: Sabah Morning After
fr: Sabah (le lendemain matin)

# traditionsChecklist_dayAfterCelebration
source: Day-after celebration with close family and friends, featuring traditional breakfast and gift exchanges.
fr: Célébration le lendemain avec la famille proche et les amis, avec un petit-déjeuner traditionnel et un échange de cadeaux.

# traditionsChecklist_dayAfterWedding
source: Day after wedding
fr: Le lendemain du mariage

# traditionsChecklist_familyVisits
source: Family Visits
fr: Visites familiales

# traditionsChecklist_newlywedsVisitBothFamilies
source: Newlyweds visit both families to receive blessings and gifts in the weeks following the wedding.
fr: Les jeunes mariés rendent visite aux deux familles pour recevoir des bénédictions et des cadeaux dans les semaines qui suivent le mariage.

# traditionsChecklist_oneToTwoWeeksAfterWedding
source: 1-2 weeks after wedding
fr: 1-2 semaines après le mariage

# traditionsChecklist_thankYouGifts
source: Thank You Gifts
fr: Cadeaux de remerciement

# traditionsChecklist_distributionOfThankYouGifts
source: Distribution of thank you gifts to guests and family members who contributed to the wedding celebration.
fr: Distribution de cadeaux de remerciement aux invités et aux membres de la famille qui ont contribué à la célébration du mariage.

# traditionsChecklist_twoToFourWeeksAfterWedding
source: 2-4 weeks after wedding
fr: 2-4 semaines après le mariage

# traditionsChecklist_taskMarkedAsCompleted
source: Task marked as completed
fr: Tâche marquée comme terminée

# traditionsChecklist_undo
source: Undo
fr: Annuler

# traditionsChecklist_culturalContext
source: Cultural Context
fr: Contexte culturel

# traditionsChecklist_recommendedTiming
source: Recommended Timing
fr: Calendrier recommandé

# traditionsChecklist_relatedVendors
source: Related Vendors
fr: Fournisseurs associés

# traditionsChecklist_close
source: Close
fr: Fermer

# traditionsChecklist_traditionsChecklist
source: Traditions Checklist
fr: Liste de contrôle des traditions

# traditionsChecklist_searchTraditions
source: Search traditions
fr: Rechercher des traditions

# traditionsChecklist_sharingChecklistWithFamily
source: Sharing checklist with family...
fr: Partage de la liste de contrôle avec la famille...

# traditionsChecklist_shareChecklist
source: Share checklist
fr: Partager la liste de contrôle

# traditionsChecklist_checklistSyncedSuccessfully
source: Checklist synced successfully
fr: Liste de contrôle synchronisée avec succès

# traditionsChecklist_overallProgress
source: Overall Progress
fr: Progression globale

# traditionsChecklist_customFamilyTraditions
source: Custom Family Traditions
fr: Traditions familiales personnalisées

# traditionsChecklist_addCustom
source: Add Custom
fr: Ajouter une personnalisation

# addCustomTraditionDialog_addCustomTradition
source: Add Custom Tradition
fr: Ajouter une tradition personnalisée

# addCustomTraditionDialog_traditionName
source: Tradition Name
fr: Nom de la tradition

# addCustomTraditionDialog_enterTraditionName
source: Enter tradition name
fr: Entrez le nom de la tradition

# addCustomTraditionDialog_pleaseEnterATraditionName
source: Please enter a tradition name
fr: Veuillez entrer un nom de tradition

# addCustomTraditionDialog_enterTraditionDescription
source: Enter tradition description
fr: Entrez la description de la tradition

# addCustomTraditionDialog_pleaseEnterADescription
source: Please enter a description
fr: Veuillez entrer une description

# addCustomTraditionDialog_cancel
source: Cancel
fr: Annuler

# addCustomTraditionDialog_add
source: Add
fr: Ajouter

# expenseEntry_venue
source: Venue
fr: Lieu

# expenseEntry_catering
source: Catering
fr: Traiteur

# expenseEntry_traditionalBand
source: Traditional Band
fr: Groupe de musique traditionnel

# expenseEntry_photographer
source: Photographer
fr: Photographe

# expenseEntry_hennaArtist
source: Henna Artist
fr: Artiste du henné

# expenseEntry_decoration
source: Decoration
fr: Décoration

# expenseEntry_riadFes
source: Riad Fes
fr: Riad Fès

# expenseEntry_traditionalHenna
source: Traditional Henna
fr: Henné traditionnel

# expenseEntry_expenseSavedSuccessfully
source: Expense saved successfully
fr: Dépense enregistrée avec succès

# expenseEntry_discardChanges
source: Discard Changes?
fr: Annuler les modifications ?

# expenseEntry_youHaveUnsavedChanges
source: You have unsaved changes. Are you sure you want to discard them?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir les annuler ?

# expenseEntry_cancel
source: Cancel
fr: Annuler

# expenseEntry_discard
source: Discard
fr: Annuler

# expenseEntry_addExpense
source: Add Expense
fr: Ajouter une dépense

# expenseEntry_done
source: Done
fr: Terminé

# expenseEntry_saveExpense
source: Save Expense
fr: Enregistrer la dépense

# amountInput_amount
source: Amount
fr: Montant

# amountInput_pleaseEnterAnAmount
source: Please enter an amount
fr: Veuillez entrer un montant

# amountInput_pleaseEnterAValidAmount
source: Please enter a valid amount
fr: Veuillez entrer un montant valide

# categorySelector_expenseCategory
source: Expense Category
fr: Catégorie de dépenses
