Repository: chinwilantaki/9raya
Catalog: lib/l10n/app_*.arb
Languages: fr

# expenseForm_enterExpenseDescription
source: Enter expense description...
fr: Entrez la description de la dépense...

# expenseForm_pleaseEnterADescription
source: Please enter a description
fr: Veuillez entrer une description

# expenseForm_vendor
source: Vendor
fr: Fournisseur

# expenseForm_selectVendorOptional
source: Select vendor (optional)
fr: Sélectionnez un fournisseur (facultatif)

# paymentMethod_paymentMethod
source: Payment Method
fr: Mode de paiement

# paymentMethod_cash
source: Cash
fr: Espèces

# paymentMethod_payWithCash
source: Pay with cash
fr: Payer en espèces

# paymentMethod_bankTransfer
source: Bank Transfer
fr: Virement bancaire

# paymentMethod_transferFromBankAccount
source: Transfer from bank account
fr: Virement depuis un compte bancaire

# paymentMethod_installment
source: Installment
fr: Versement

# paymentMethod_payInMultipleInstallments
source: Pay in multiple installments
fr: Payer en plusieurs versements

# receiptCapture_failedToCaptureImage
source: Failed to capture image. Please try again.
fr: Échec de la capture de l'image. Veuillez réessayer.

# receiptCapture_takePhoto
source: Take Photo
fr: Prendre une photo

# receiptCapture_chooseFromGallery
source: Choose from Gallery
fr: Choisir dans la galerie

# receiptCapture_receiptPhotoOptional
source: Receipt Photo (Optional)
fr: Photo du reçu (facultatif)

# receiptCapture_addReceiptPhoto
source: Add Receipt Photo
fr: Ajouter une photo du reçu

# budgetOverview_budgetOverview
source: Budget Overview
fr: Aperçu du budget

# budgetOverview_switchToBarChart
source: Switch to Bar Chart
fr: Passer au diagramme à barres

# budgetOverview_switchToPieChart
source: Switch to Pie Chart
fr: Passer au diagramme circulaire

# budgetOverview_expenseCategories
source: Expense Categories
fr: Catégories de dépenses

# budgetOverview_recentExpenses
source: Recent Expenses
fr: Dépenses récentes

# budgetOverview_viewAll
source: View All
fr: Voir tout

# budgetOverview_expenseDeleted
source: Expense deleted
fr: Dépense supprimée

# budgetOverview_undo
source: Undo
fr: Annuler

# budgetOverview_addExpense
source: Add Expense
fr: Ajouter une dépense

# budgetOverview_budgetDataRefreshed
source: Budget data refreshed
fr: Données budgétaires actualisées

# budgetOverview_venue
source: Venue
fr: Lieu

# budgetOverview_catering
source: Catering
fr: Traiteur

# budgetOverview_band
source: Band
fr: Groupe de musique

# budgetOverview_photographer
source: Photographer
fr: Photographe

# budgetOverview_decor
source: Decor
fr: Décor

# budgetOverview_riadFesFullVenueBooking
source: Riad Fes - Full venue booking
fr: Riad Fès - Réservation complète du lieu

# budgetOverview_traditionalMoroccanMenu200Guests
source: Traditional Moroccan menu - 200 guests
fr: Menu marocain traditionnel - 200 invités

# budgetOverview_neggafaServices5OutfitChanges
source: Neggafa services - 5 outfit changes
fr: Services Neggafa - 5 changements de tenue

# budgetOverview_depositForChaabiBand
source: Deposit for Chaabi band
fr: Acompte pour le groupe Chaabi

# budgetOverview_bookingDepositPhotoAndVideo
source: Booking deposit - Photo & Video
fr: Acompte de réservation - Photo et vidéo

# addExpenseBottomSheet_addExpense
source: Add Expense
fr: Ajouter une dépense

# addExpenseBottomSheet_category
source: Category
fr: Catégorie

# addExpenseBottomSheet_amountMAD
source: Amount (MAD)
fr: Montant (MAD)

# addExpenseBottomSheet_enterAmount
source: Enter amount
fr: Entrez le montant

# addExpenseBottomSheet_pleaseEnterAmount
source: Please enter amount
fr: Veuillez entrer le montant

# addExpenseBottomSheet_enterDescription
source: Enter description
fr: Entrez la description

# addExpenseBottomSheet_pleaseEnterDescription
source: Please enter description
fr: Veuillez entrer la description

# addExpenseBottomSheet_receiptPhotoOptional
source: Receipt Photo (Optional)
fr: Photo du reçu (facultatif)

# addExpenseBottomSheet_camera
source: Camera
fr: Appareil photo

# addExpenseBottomSheet_gallery
source: Gallery
fr: Galerie

# addExpenseBottomSheet_receiptPhotoPreview
source: Receipt photo preview
fr: Aperçu de la photo du reçu

# addExpenseBottomSheet_cancel
source: Cancel
fr: Annuler

# addExpenseBottomSheet_save
source: Save
fr: Enregistrer

# addExpenseBottomSheet_failedToCapturePhoto
source: Failed to capture photo
fr: Échec de la capture de la photo

# addExpenseBottomSheet_failedToSelectPhoto
source: Failed to select photo
fr: Échec de la sélection de la photo

# addExpenseBottomSheet_pleaseSelectACategory
source: Please select a category
fr: Veuillez sélectionner une catégorie

# addExpenseBottomSheet_receiptPhotoFor
source: Receipt photo for {description}
fr: Photo du reçu pour {description}

# addExpenseBottomSheet_expenseAddedSuccessfully
source: Expense added successfully
fr: Dépense ajoutée avec succès

# budgetSummaryCard_totalBudget
source: Total Budget
fr: Budget total

# budgetSummaryCard_spent
source: Spent
fr: Dépensé

# budgetSummaryCard_remaining
source: Remaining
fr: Restant

# budgetSummaryCard_budgetDistributionPieChart
source: Budget Distribution Pie Chart
fr: Diagramme circulaire de la répartition du budget

# budgetSummaryCard_budgetDistributionBarChart
source: Budget Distribution Bar Chart
fr: Diagramme à barres de la répartition du budget

# categoryDetailBottomSheet_allocated
source: Allocated
fr: Alloué

# categoryDetailBottomSheet_spent
source: Spent
fr: Dépensé

# categoryDetailBottomSheet_remaining
source: Remaining
fr: Restant

# categoryDetailBottomSheet_expenseHistory
source: Expense History
fr: Historique des dépenses

# categoryDetailBottomSheet_items
source: {count} items
fr: {count} éléments

# categoryDetailBottomSheet_noExpensesYet
source: No expenses yet
fr: Aucune dépense pour le moment

# categoryDetailBottomSheet_receiptImageForExpense
source: Receipt image for expense
fr: Image du reçu pour la dépense

# expenseCategoryCard_allocated
source: Allocated
fr: Alloué

# expenseCategoryCard_spent
source: Spent
fr: Dépensé

# expenseCategoryCard_left
source: Left
fr: Restant

# recentExpenseItem_receiptImageForExpense
source: Receipt image for {category} expense
fr: Image du reçu pour la dépense {category}
